Repository: parfentsevandrey-blip/test
Catalog: VeilVPN/Veil/Resources/Localizable.xcstrings
Source language: en
Languages: fa, ru, uk, zh_hans

source: %@ did not respond, trying %@…
fa: %@ پاسخ نداد، در حال امتحان %@…
ru: %@ не ответил, пробую %@…
uk: %@ не відповів, пробую %@…
zh_hans: %@ 无响应，正在尝试 %@…

source: %@ has not reached a relay yet — %@.
fa: %@ هنوز به هیچ بازپخشی نرسیده است — %@.
ru: %@ ещё не дошёл до узла — %@.
uk: %@ ще не дійшов до вузла — %@.
zh_hans: %@ 尚未连接到任何中继 — %@。

source: %lld destination group(s) bypass Tor and see your real IP.
fa: %lld گروه مقصد از Tor عبور نمی‌کنند و نشانی IP واقعی شما را می‌بینند.
ru: Групп назначений в обход Tor: %lld — они видят ваш настоящий IP.
uk: Груп призначень в обхід Tor: %lld — вони бачать вашу справжню IP-адресу.
zh_hans: %lld 组目标绕过 Tor，它们能看到你的真实 IP。

source: %lld hops · click for a new identity
fa: %lld گره · برای هویت جدید کلیک کنید
ru: %lld узлов · клик — новая личность
uk: %lld вузлів · клік — нова особа
zh_hans: %lld 跳 · 点击更换身份

source: %lld of %lld Tor directory authorities reachable
fa: %lld از %lld مرجع دایرکتوری Tor در دسترس است
ru: Доступно управляющих серверов Tor: %lld из %lld
uk: Доступно керівних серверів Tor: %lld із %lld
zh_hans: %lld 个 Tor 目录管理服务器可达（共 %lld 个）

source: %lld% of traffic
fa: %lld٪ از ترافیک
ru: %lld% трафика
uk: %lld% трафіку
zh_hans: 占流量 %lld%

source: , guard %@
fa: ، نگهبان %@
ru: , сторожевой узел %@
uk: , сторожовий вузол %@
zh_hans: ，守卫 %@

source: 8K mode: pin a high-capacity entry guard
fa: حالت 8K: ثابت کردن نگهبان ورودی پرظرفیت
ru: Режим 8K: закрепить сторожевой узел с большой ёмкостью
uk: Режим 8K: закріпити сторожовий вузол з великою ємністю
zh_hans: 8K 模式：固定高容量入口守卫节点

source: A Liquid Glass client for the Tor network with Snowflake bridges. Tor, Snowflake and Lyrebird are © The Tor Project, Inc. and distributed under their own licenses.
fa: کلاینت شبکهٔ Tor با پل‌های Snowflake و طراحی Liquid Glass. حقوق Tor، Snowflake و Lyrebird متعلق به The Tor Project, Inc. است و با مجوزهای خودشان منتشر می‌شوند.
ru: Клиент сети Tor с мостами Snowflake в стиле Liquid Glass. Tor, Snowflake и Lyrebird — © The Tor Project, Inc., распространяются по собственным лицензиям.
uk: Клієнт мережі Tor з мостами Snowflake у стилі Liquid Glass. Tor, Snowflake і Lyrebird — © The Tor Project, Inc., поширюються за власними ліцензіями.
zh_hans: 采用 Liquid Glass 设计、内置 Snowflake 网桥的 Tor 网络客户端。Tor、Snowflake 与 Lyrebird 版权归 The Tor Project, Inc. 所有，并按各自许可证分发。

source: A circuit per site
fa: یک مدار برای هر سایت
ru: Отдельная цепочка для каждого сайта
uk: Окрема ланцюжок для кожного сайту
zh_hans: 每个站点一条链路

source: A direct Tor connection is easy to identify. A bridge makes it look like ordinary traffic.
fa: اتصال مستقیم به Tor به‌سادگی شناسایی می‌شود. یک پل آن را شبیه ترافیک عادی می‌کند.
ru: Прямое подключение к Tor легко распознать. Мост делает трафик похожим на обычный.
uk: Пряме підключення до Tor легко розпізнати. Міст робить трафік схожим на звичайний.
zh_hans: 直连 Tor 很容易被识别。网桥会让流量看起来像普通流量。

source: A direct Tor connection is recognisable
fa: اتصال مستقیم به Tor قابل تشخیص است
ru: Прямое подключение к Tor распознаётся
uk: Пряме підключення до Tor розпізнається
zh_hans: 直连 Tor 可被识别

source: A name is handed to Tor rather than looked up on this Mac, so nothing leaks to your DNS server.
fa: نام میزبان به Tor سپرده می‌شود و روی این مک جست‌وجو نمی‌شود، بنابراین چیزی به سرور DNS شما درز نمی‌کند.
ru: Имя передаётся в Tor, а не разрешается на этом Mac, поэтому ваш DNS-сервер ничего не узнаёт.
uk: Ім’я передається в Tor, а не розв’язується на цьому Mac, тому ваш DNS-сервер нічого не дізнається.
zh_hans: 主机名交给 Tor 解析，而不是在这台 Mac 上查询，因此不会泄露给你的 DNS 服务器。

source: A player fetches a chunk, waits, fetches again; in between, every hop's TCP window falls back to slow start, and the next burst ramps up slowly — the sawtooth on the speed graph, and the stall when a burst is too slow for the buffer. While a YouTube connection is open, Veil keeps a small steady stream on the same circuit — small requests to YouTube's image CDN a few times a second — so every hop stays at full window. The rate is bandwidth spent on relays and on your link; 128 KB/s is enough for the window, more only competes with the video.
fa: پخش‌کننده یک تکه می‌گیرد، صبر می‌کند، دوباره می‌گیرد؛ در این میان پنجرهٔ TCP هر گام به slow start برمی‌گردد و انفجار بعدی آهسته اوج می‌گیرد — همان دندانه‌اره روی نمودار سرعت و توقف وقتی انفجار برای بافر کند است. تا زمانی که اتصالی به YouTube باز است، Veil جریانی کوچک و پیوسته روی همان مدار نگه می‌دارد — درخواست‌های کوچک به CDN تصاویر YouTube چند بار در ثانیه — تا پنجرهٔ هر گام پر بماند. این نرخ پهنای باندی است که روی رله‌ها و پیوند شما خرج می‌شود؛ ۱۲۸ کیلوبایت/ثانیه برای پنجره کافی است، بیشتر فقط با ویدیو رقابت می‌کند.
ru: Плеер забирает порцию, ждёт, забирает снова; в паузах TCP-окно на каждом хопе откатывается в slow start, и следующая порция разгоняется медленно — та самая «пила» на графике скорости и подвисание, когда порция не успевает за буфером. Пока открыто соединение с YouTube, Veil держит по той же цепочке небольшой ровный поток — маленькие запросы к CDN картинок YouTube несколько раз в секунду, — чтобы окно на каждом хопе оставалось полным. Скорость — это полоса, потраченная на узлах и на вашем канале; 128 КБ/с окну достаточно, больше только конкурирует с видео.
uk: Плеєр забирає порцію, чекає, забирає знову; в паузах TCP-вікно на кожному хопі відкочується в slow start, і наступна порція розганяється повільно — та сама «пилка» на графіку швидкості й підвисання, коли порція не встигає за буфером. Поки відкрито з'єднання з YouTube, Veil тримає тим самим ланцюжком невеликий рівний потік — маленькі запити до CDN картинок YouTube кілька разів на секунду, — щоб вікно на кожному хопі лишалося повним. Швидкість — це смуга, витрачена на вузлах і на вашому каналі; 128 КБ/с вікну достатньо, більше лише конкурує з відео.
zh_hans: 播放器取一段、等待、再取一段；间隙里每一跳的 TCP 窗口都退回慢启动，下一次突发只能慢慢爬升——这就是速度图上的锯齿，以及突发赶不上缓冲时的卡顿。只要有 YouTube 连接打开，Veil 就在同一条链路上维持一股小而稳定的流——每秒几次向 YouTube 图片 CDN 发出小请求——让每一跳都保持满窗口。该速率是消耗在中继和你线路上的带宽；128 KB/s 足以维持窗口，更高只会与视频争抢。

source: A timed rotation steers away from the relays it just used, so the route really moves. Existing connections keep theirs until they finish.
fa: چرخش زمان‌بندی‌شده از بازپخش‌هایی که همین حالا استفاده شده‌اند فاصله می‌گیرد تا مسیر واقعاً جابه‌جا شود. اتصال‌های باز تا پایان روی مدار خود می‌مانند.
ru: Ротация по таймеру уводит маршрут от только что использованных узлов, чтобы он действительно сменился. Уже открытые соединения остаются на своих цепочках до завершения.
uk: Ротація за таймером відводить маршрут від щойно використаних вузлів, щоб він справді змінився. Уже відкриті з’єднання лишаються на своїх ланцюжках до завершення.
zh_hans: 定时轮换会避开刚刚用过的中继，让线路真正改变。已打开的连接会保留原有链路直到结束。

source: A volunteer proxy or a domain front carries everything through one link, usually about a megabit a second — far under the 22 that 4K needs, and nothing inside Tor can widen it. obfs4 bridges are ordinary relays and are typically many times wider, while resisting censorship just as well. If obfs4 cannot connect on this network, switch back under Bridges.
fa: یک پراکسی داوطلبانه یا نمای دامنه همه چیز را از یک پیوند عبور می‌دهد، معمولاً حدود یک مگابیت بر ثانیه — بسیار کمتر از ۲۲ که 4K نیاز دارد، و هیچ چیز درون Tor نمی‌تواند آن را پهن‌تر کند. پل‌های obfs4 رله‌های معمولی‌اند و معمولاً چندین برابر پهن‌ترند، در حالی که به همان اندازه در برابر سانسور مقاوم‌اند. اگر obfs4 در این شبکه متصل نشد، در بخش پل‌ها به حالت قبل برگردید.
ru: Прокси-волонтёр или домен-фронт проводит всё через одно звено, обычно около мегабита в секунду — это далеко от 22, нужных для 4K, и никакими средствами внутри Tor это звено не расширить. Мосты obfs4 — это обычные узлы, они, как правило, в разы шире и при этом так же устойчивы к цензуре. Если obfs4 в этой сети не подключается, вернитесь обратно в разделе «Мосты».
uk: Проксі-волонтер або домен-фронт проводить усе через одну ланку, зазвичай близько мегабіта на секунду — це далеко від 22, потрібних для 4K, і жодними засобами всередині Tor цю ланку не розширити. Мости obfs4 — це звичайні вузли, вони зазвичай у рази ширші й при цьому так само стійкі до цензури. Якщо obfs4 у цій мережі не підключається, поверніться назад у розділі «Мости».
zh_hans: 志愿者代理或域前置会把所有流量挤进一条链路，通常约每秒一兆比特——远低于 4K 所需的 22，而且 Tor 内部的任何手段都无法把它拓宽。obfs4 网桥是普通中继，通常宽出数倍，同时抗审查能力毫不逊色。若 obfs4 在此网络无法连接，可在“网桥”中切回。

source: About
fa: درباره
ru: О программе
uk: Про програму
zh_hans: 关于

source: Activity
fa: فعالیت
ru: Активность
uk: Активність
zh_hans: 活动

source: Add Veil’s proxy to Telegram
fa: افزودن پراکسی Veil به Telegram
ru: Добавить прокси Veil в Telegram
uk: Додати проксі Veil у Telegram
zh_hans: 将 Veil 的代理添加到 Telegram

source: Add proxy
fa: افزودن پراکسی
ru: Добавить прокси
uk: Додати проксі
zh_hans: 添加代理

source: Adds cover traffic through a private onion loop so the shape of your browsing is harder to read.
fa: از طریق یک حلقهٔ onion خصوصی ترافیک پوششی اضافه می‌کند تا الگوی مرور شما سخت‌تر خوانده شود.
ru: Добавляет маскирующий трафик через собственную onion-петлю, чтобы форму вашего трафика было труднее прочитать.
uk: Додає маскувальний трафік через власну onion-петлю, щоб форму вашого трафіку було важче прочитати.
zh_hans: 通过私有 onion 回环添加掩护流量，让你的浏览特征更难被读出。

source: Administrator authorization was not granted.
fa: مجوز مدیر داده نشد.
ru: Права администратора не были предоставлены.
uk: Права адміністратора не надано.
zh_hans: 未授予管理员权限。

source: After connecting and after every route change Veil builds a few extra circuits, times them and pins the exit relays (and the middle relay, when you chose its country) of the quickest ones. Two exits are kept so one going away does not stall you; everything is measured again every half hour.
fa: پس از اتصال و پس از هر تغییر مسیر، Veil چند مدار اضافی می‌سازد، زمان آن‌ها را می‌سنجد و رله‌های خروجی (و رلهٔ میانی، اگر کشورش را انتخاب کرده باشید) سریع‌ترین‌ها را سنجاق می‌کند. دو خروجی نگه داشته می‌شود تا رفتن یکی شما را متوقف نکند؛ هر نیم ساعت همه‌چیز دوباره اندازه‌گیری می‌شود.
ru: После подключения и после каждой смены маршрута Veil строит несколько дополнительных цепочек, измеряет их время и закрепляет выходные узлы (и промежуточный, если вы выбрали его страну) самых быстрых. Сохраняются два выходных узла, чтобы уход одного не остановил вас; всё измеряется заново каждые полчаса.
uk: Після підключення та після кожної зміни маршруту Veil будує кілька додаткових ланцюжків, вимірює їхній час і закріплює вихідні вузли (та проміжний, якщо ви обрали його країну) найшвидших. Зберігаються два вихідні вузли, щоб зникнення одного не зупинило вас; усе вимірюється знову кожні пів години.
zh_hans: 连接后以及每次更改路由后，Veil 会额外构建几条链路并计时，然后固定最快链路的出口中继（以及您选择了国家的中间中继）。保留两个出口，一个失效时不会卡住；每半小时重新测量一次。

source: After connecting, Veil picks one of the highest-capacity exit relays and sends every YouTube host through it, so the page and the video share one exit and a wide pipe. Only YouTube is affected; every other site keeps Tor's own exit choice. Candidates must offer conflux and congestion control. The exit that carried video last time is pinned again within seconds of the next connection and kept while it carries most of what it did; an exit the video CDN turns away is dropped for a week and another chosen at once.
fa: پس از اتصال، Veil یکی از پرظرفیت‌ترین رله‌های خروجی را برمی‌گزیند و همهٔ میزبان‌های YouTube را از آن عبور می‌دهد تا صفحه و ویدیو یک خروجی و یک مسیر پهن مشترک داشته باشند. فقط YouTube تحت تأثیر است؛ سایت‌های دیگر انتخاب خروجی خود Tor را نگه می‌دارند. نامزدها باید conflux و کنترل ازدحام را عرضه کنند. خروجی‌ای که بار قبل ویدیو را حمل کرد، چند ثانیه پس از اتصال بعدی دوباره ثابت می‌شود و تا وقتی بیشتر آنچه حمل می‌کرد را حمل کند می‌ماند؛ خروجی‌ای که CDN ویدیو آن را رد کند یک هفته کنار گذاشته می‌شود و بلافاصله دیگری انتخاب می‌شود.
ru: После подключения Veil выбирает один из самых ёмких выходных узлов и направляет через него все хосты YouTube, так что страница и видео делят один выход и широкий канал. Затрагивается только YouTube; остальные сайты сохраняют собственный выбор выхода Tor. Кандидаты обязаны поддерживать conflux и управление перегрузкой. Выход, который нёс видео в прошлый раз, закрепляется снова через секунды после следующего подключения и остаётся, пока несёт большую часть прежнего; выход, который отвергает CDN видео, отбрасывается на неделю, и тут же выбирается другой.
uk: Після підключення Veil обирає один із найємніших вихідних вузлів і спрямовує через нього всі хости YouTube, тож сторінка й відео ділять один вихід і широкий канал. Зачіпається лише YouTube; решта сайтів зберігає власний вибір виходу Tor. Кандидати мусять підтримувати conflux і керування перевантаженням. Вихід, який ніс відео минулого разу, закріплюється знову за секунди після наступного підключення й залишається, поки несе більшу частину колишнього; вихід, який відкидає CDN відео, відкидається на тиждень, і одразу обирається інший.
zh_hans: 连接后，Veil 会选择容量最高的出口中继之一，并让所有 YouTube 主机经由它，使页面与视频共用一个出口和一条宽管道。仅影响 YouTube；其他站点保留 Tor 自己的出口选择。候选出口必须支持 conflux 和拥塞控制。上次承载视频的出口会在下次连接后的几秒内再次固定，只要它仍承载大部分先前的速率就保留；被视频 CDN 拒绝的出口会被排除一周，并立即改选另一个。

source: After sleep, or after another VPN disconnects, macOS often reports a working network while nothing gets through until Wi-Fi is switched off and on. Veil checks the Internet before starting Tor and after every wake, and does that switch for you — CoreWLAN first, then the network service — before trying Tor again.
fa: پس از خواب یا قطع شدن VPN دیگری، macOS اغلب شبکه را سالم نشان می‌دهد در حالی که تا خاموش و روشن کردن Wi-Fi چیزی عبور نمی‌کند. Veil پیش از شروع Tor و پس از هر بیداری اینترنت را بررسی می‌کند و این کار را برایتان انجام می‌دهد — ابتدا CoreWLAN، سپس سرویس شبکه — پیش از آنکه دوباره Tor را امتحان کند.
ru: После сна или отключения другого VPN macOS часто показывает рабочую сеть, хотя ничего не проходит, пока не выключить и включить Wi-Fi. Veil проверяет интернет перед запуском Tor и после каждого пробуждения и делает это переключение за вас — сначала CoreWLAN, затем сетевую службу — прежде чем снова пробовать Tor.
uk: Після сну або відключення іншого VPN macOS часто показує робочу мережу, хоча нічого не проходить, доки не вимкнути й увімкнути Wi-Fi. Veil перевіряє інтернет перед запуском Tor і після кожного пробудження та робить це перемикання за вас — спочатку CoreWLAN, потім мережеву службу — перш ніж знову пробувати Tor.
zh_hans: 睡眠后或其他 VPN 断开后，macOS 常常显示网络正常，但在关闭再打开 Wi-Fi 之前什么都不通。Veil 会在启动 Tor 前和每次唤醒后检查互联网，并替您完成这一切换——先 CoreWLAN，再网络服务——然后再重试 Tor。

source: An exit relay can read and change anything that is not encrypted.
fa: بازپخش خروجی می‌تواند هر چیزی را که رمزگذاری نشده بخواند و تغییر دهد.
ru: Выходной узел может прочитать и изменить всё, что не зашифровано.
uk: Вихідний вузол може прочитати й змінити все, що не зашифроване.
zh_hans: 出口中继可以读取并篡改任何未加密的内容。

source: An exit relay can read and rewrite anything that is not encrypted.
fa: بازپخش خروجی می‌تواند هر چیزی را که رمزگذاری نشده بخواند و بازنویسی کند.
ru: Выходной узел может прочитать и подменить всё, что не зашифровано.
uk: Вихідний вузол може прочитати й підмінити все, що не зашифроване.
zh_hans: 出口中继可以读取并重写任何未加密的内容。

source: Another Tor is using Veil’s data directory. %@
fa: یک Tor دیگر از پوشهٔ دادهٔ Veil استفاده می‌کند. %@
ru: Каталог данных Veil занят другим процессом Tor. %@
uk: Каталог даних Veil зайнятий іншим процесом Tor. %@
zh_hans: 另一个 Tor 进程正在使用 Veil 的数据目录。%@

source: Another VPN owns the connection (%@); not touching it.
fa: اتصال در اختیار VPN دیگری است (%@)؛ به آن دست نمی‌زنم.
ru: Соединением владеет другой VPN (%@); не трогаю его.
uk: З’єднанням володіє інший VPN (%@); не чіпаю його.
zh_hans: 连接由另一个 VPN 接管（%@）；不作更改。

source: Another user on this Mac could replace the pluggable transport binaries.
fa: کاربر دیگری روی این مک می‌تواند فایل‌های اجرایی ترابری‌های افزودنی را جایگزین کند.
ru: Другой пользователь этого Mac может подменить исполняемые файлы подключаемых транспортов.
uk: Інший користувач цього Mac може підмінити виконувані файли підключних транспортів.
zh_hans: 这台 Mac 上的其他用户可以替换可插拔传输的可执行文件。

source: Anti-throttling
fa: ضد کندسازی
ru: Обход замедления
uk: Обхід сповільнення
zh_hans: 反限速

source: Anti-throttling technique
fa: روش ضد کندسازی
ru: Техника обхода замедления
uk: Техніка обходу сповільнення
zh_hans: 反限速技术

source: Anyone with this Mac can read which bridges you use, which may identify you.
fa: هر کسی که به این مک دسترسی داشته باشد می‌تواند ببیند از کدام پل‌ها استفاده می‌کنید و این ممکن است شما را شناسایی کند.
ru: Любой, у кого есть доступ к этому Mac, увидит, какими мостами вы пользуетесь — это может вас идентифицировать.
uk: Будь-хто з доступом до цього Mac побачить, якими мостами ви користуєтесь — це може вас ідентифікувати.
zh_hans: 任何能接触这台 Mac 的人都能看到你使用哪些网桥，这可能会暴露你的身份。

source: Anything on the clipboard can be read by other apps.
fa: هر چیزی که در کلیپ‌بورد باشد را برنامه‌های دیگر می‌توانند بخوانند.
ru: Всё, что лежит в буфере обмена, доступно другим приложениям.
uk: Усе, що лежить у буфері обміну, доступне іншим застосункам.
zh_hans: 剪贴板中的内容可被其他应用读取。

source: App Store & iCloud
fa: App Store و iCloud
ru: App Store и iCloud
uk: App Store та iCloud
zh_hans: App Store 与 iCloud

source: App Store downloads, updates and iCloud stall or fail through Tor exits, so they go direct by default. Switch to Tor if you prefer.
fa: دانلودهای App Store، به‌روزرسانی‌ها و iCloud از طریق خروجی‌های Tor متوقف یا ناموفق می‌شوند، بنابراین به طور پیش‌فرض مستقیم می‌روند. در صورت تمایل به Tor تغییر دهید.
ru: Загрузки из App Store, обновления и iCloud через выходы Tor зависают или не работают, поэтому по умолчанию идут напрямую. При желании переключите на Tor.
uk: Завантаження з App Store, оновлення та iCloud через виходи Tor зависають або не працюють, тому типово йдуть напряму. За бажанням перемкніть на Tor.
zh_hans: App Store 下载、更新和 iCloud 经 Tor 出口会卡住或失败，因此默认直连。如需可切换为 Tor。

source: Application
fa: برنامه
ru: Приложение
uk: Програма
zh_hans: 应用

source: Applies to browser traffic immediately; apps using Veil’s SOCKS port directly pick it up on their next connection.
fa: برای ترافیک مرورگر بی‌درنگ اعمال می‌شود؛ برنامه‌هایی که مستقیماً به درگاه SOCKS وصل‌اند در اتصال بعدی آن را می‌گیرند.
ru: К трафику браузера применяется сразу; приложения, подключённые к SOCKS-порту Veil напрямую, подхватят это при следующем соединении.
uk: До трафіку браузера застосовується одразу; застосунки, підключені до SOCKS-порту Veil напряму, підхоплять це під час наступного з’єднання.
zh_hans: 对浏览器流量立即生效；直接使用 Veil SOCKS 端口的应用会在下次连接时生效。

source: Apps
fa: برنامه‌ها
ru: Приложения
uk: Застосунки
zh_hans: 应用

source: Apps are not pointed at Veil, so nothing is tunnelled unless you configure each one by hand.
fa: برنامه‌ها به Veil اشاره نمی‌کنند، بنابراین تا زمانی که هرکدام را دستی تنظیم نکنید چیزی تونل نمی‌شود.
ru: Приложения не направлены на Veil, поэтому ничего не туннелируется, пока вы не настроите каждое вручную.
uk: Застосунки не спрямовані на Veil, тому нічого не тунелюється, доки ви не налаштуєте кожен вручну.
zh_hans: 应用没有指向 Veil，除非你逐个手动配置，否则不会走隧道。

source: Apps that ignore the system proxy — many Electron apps, most installers, Telegram’s desktop app — connect directly. Veil cannot stop them.
fa: برنامه‌هایی که پراکسی سیستمی را نادیده می‌گیرند — بسیاری از برنامه‌های Electron، بیشتر نصب‌کننده‌ها و برنامهٔ دسکتاپ تلگرام — مستقیم وصل می‌شوند. Veil نمی‌تواند جلوی آن‌ها را بگیرد.
ru: Приложения, игнорирующие системный прокси — многие Electron-приложения, большинство установщиков, десктопный Telegram — подключаются напрямую. Veil не может им помешать.
uk: Застосунки, що ігнорують системний проксі — багато Electron-застосунків, більшість інсталяторів, десктопний Telegram — з’єднуються напряму. Veil не може їм завадити.
zh_hans: 忽略系统代理的应用——许多 Electron 应用、大多数安装程序、Telegram 桌面版——会直接连接。Veil 无法阻止它们。

source: Arms the system proxy before Tor is up and keeps it pointed at Veil if Tor dies, so apps that use the proxy are blocked instead of leaking. Apps that ignore the proxy are not covered without a system extension.
fa: پراکسی سیستم را پیش از بالا آمدن Tor فعال می‌کند و اگر Tor از کار بیفتد آن را روی Veil نگه می‌دارد تا برنامه‌هایی که از پراکسی استفاده می‌کنند مسدود شوند نه اینکه نشت کنند. برنامه‌هایی که پراکسی را نادیده می‌گیرند بدون افزونهٔ سیستمی پوشش داده نمی‌شوند.
ru: Включает системный прокси ещё до запуска Tor и оставляет его направленным на Veil, если Tor упадёт: приложения с прокси блокируются, а не утекают. Приложения, игнорирующие прокси, без системного расширения не защищены.
uk: Вмикає системний проксі ще до запуску Tor і лишає його спрямованим на Veil, якщо Tor упаде: програми з проксі блокуються, а не витікають. Програми, що ігнорують проксі, без системного розширення не захищені.
zh_hans: 在 Tor 启动前就设置系统代理，并在 Tor 崩溃时保持代理指向 Veil，这样使用代理的应用会被阻断而不是泄漏。忽略代理的应用在没有系统扩展的情况下不受保护。

source: Asks bridges.torproject.org (directly, then through a domain-fronted CDN) for bridges recommended for your country and switches to them.
fa: از bridges.torproject.org (ابتدا مستقیم، سپس از طریق CDN با domain fronting) پل‌های پیشنهادی برای کشور شما را می‌گیرد و به آن‌ها سوئیچ می‌کند.
ru: Запрашивает у bridges.torproject.org (напрямую, затем через CDN с domain fronting) мосты, рекомендованные для вашей страны, и переключается на них.
uk: Запитує в bridges.torproject.org (напряму, потім через CDN із domain fronting) мости, рекомендовані для вашої країни, і перемикається на них.
zh_hans: 向 bridges.torproject.org 请求（先直连，再通过域前置 CDN）为你所在国家/地区推荐的网桥，并切换到这些网桥。

source: Authorization was cancelled.
fa: مجوزدهی لغو شد.
ru: Авторизация отменена.
uk: Авторизацію скасовано.
zh_hans: 授权已取消。

source: Auto · %@
fa: خودکار · %@
ru: Авто · %@
uk: Авто · %@
zh_hans: 自动 · %@

source: Auto-select the fastest technique
fa: انتخاب خودکار سریع‌ترین روش
ru: Подобрать самую быструю технику
uk: Дібрати найшвидшу техніку
zh_hans: 自动选择最快的技术

source: Automatic
fa: خودکار
ru: Автоматически
uk: Автоматично
zh_hans: 自动

source: Automatic (recommended)
fa: خودکار (پیشنهادی)
ru: Автоматически (рекомендуется)
uk: Автоматично (рекомендовано)
zh_hans: 自动（推荐）

source: Automatic exit
fa: خروجی خودکار
ru: Автоматический выход
uk: Автоматичний вихід
zh_hans: 自动出口

source: Avoid Five Eyes countries
fa: پرهیز از کشورهای «پنج چشم»
ru: Избегать стран «Пяти глаз»
uk: Уникати країн «П’яти очей»
zh_hans: 避开五眼联盟国家

source: Avoid Five Eyes countries (US, UK, Canada, Australia, New Zealand)
fa: پرهیز از کشورهای «پنج چشم» (آمریکا، بریتانیا، کانادا، استرالیا، نیوزیلند)
ru: Избегать стран «Пяти глаз» (США, Великобритания, Канада, Австралия, Новая Зеландия)
uk: Уникати країн «П’яти очей» (США, Велика Британія, Канада, Австралія, Нова Зеландія)
zh_hans: 避开“五眼”国家（美国、英国、加拿大、澳大利亚、新西兰）

source: Back
fa: بازگشت
ru: Назад
uk: Назад
zh_hans: 返回

source: Background noise plus a front-loaded burst of dummy traffic whenever real activity starts, so the shape of page loads is hidden (FRONT defence). Roughly 5–30 KB/s while you browse.
fa: نویز پس‌زمینه به‌علاوهٔ یک موج جلوبار از ترافیک ساختگی هر بار که فعالیت واقعی شروع می‌شود، تا شکل بارگذاری صفحات پنهان بماند (دفاع FRONT). حدود ۵ تا ۳۰ کیلوبایت بر ثانیه هنگام مرور.
ru: Фоновый шум плюс всплеск пустого трафика в начале каждой реальной активности, скрывающий форму загрузки страниц (защита FRONT). Примерно 5–30 КБ/с во время работы в сети.
uk: Фоновий шум плюс сплеск порожнього трафіку на початку кожної реальної активності, що приховує форму завантаження сторінок (захист FRONT). Приблизно 5–30 КБ/с під час перегляду.
zh_hans: 背景噪声，加上每次真实活动开始时前置的一波伪流量，用于隐藏页面加载的形态（FRONT 防御）。浏览时约 5–30 KB/s。

source: Balanced
fa: متعادل
ru: Сбалансированная
uk: Збалансована
zh_hans: 均衡

source: Balanced · noise plus a burst at every page load, so its shape is hidden
fa: متعادل · نویز به‌علاوهٔ یک انفجار در هر بارگذاری صفحه تا شکل آن پنهان بماند
ru: Сбалансированная · шум плюс всплеск при каждой загрузке страницы, её форма скрыта
uk: Збалансована · шум плюс сплеск при кожному завантаженні сторінки, її форма прихована
zh_hans: 均衡 · 噪声加上每次页面加载时的突发，从而隐藏其形状
